/**
 * 
 */
package com.alumni.util;

/**
 * 这是一个常量类，保留系统中所用的常量
 * @author king
 * 2011-4-14
 */
public class Constants {

	public static String DEFAULT_PWD = "202CB962AC59075B964B07152D234B70";
	public static String NATIONS = "汉族;满族;朝鲜族;赫哲族;达斡尔族;鄂伦春族;鄂温克族;蒙古族;回族;东乡族;保安族;撒拉族;土族;裕固族;俄罗斯族;乌兹别克族;塔塔尔族;锡伯族;哈萨克族;克尔克孜族;维吾尔族;塔吉克族;藏族;珞巴族;门巴族;纳西族;彝族;普米族;白族;傈僳族;怒族;独龙族;景颇族;阿昌族;德昂族;佤族;拉祜族;布朗族;傣族;基诺族;哈尼族;京族;黎族;毛南族;壮族;仫佬族;瑶族;侗族;苗族;水族;布依族;仡佬族;羌族;土家族;畲族;高山族";
	public static String AREAS = "北京市;天津市;上海市;重庆市;河北省;山西省;台湾省;辽宁省;吉林省;黑龙江省;江苏省;浙江省;安徽省;福建省;江西省;山东省;河南省;湖北省;湖南省;广东省;甘肃省;四川省;贵州省;海南省;云南省;青海省;陕西省;广西;西藏;宁夏;新疆;内蒙古;澳门;香港";
}
